Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: Managers will need to submit the review again. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can continue using the application and perform any other required actions.
de_de: Manager müssen die Beurteilung erneut einreichen. Bitte beachten Sie, dass Formulare im Hintergrund verarbeitet werden. Abhängig von der Anzahl der von Ihnen ausgewählten Beurteilungen kann es sein, dass einige dieser Formulare weiterhin angezeigt werden, wenn Sie zukünftige Auswahlkriterien anwenden, während wir sie verarbeiten und an die Manager zurücksenden. Sie können die Anwendung weiter nutzen und alle anderen erforderlichen Aktionen ausführen.

source: {{count}} review was successfully reopened.
de_de: {{count}} Beurteilung wurde erfolgreich wiedereröffnet.

source: {{count}} reviews were successfully reopened.
de_de: {{count}} Beurteilungen wurden erfolgreich wieder geöffnet.

source: Move {{count}} review to the "In progress" stage. Managers will need to submit their review again. This action cannot be undone.
de_de: Verschiebe {{count}} Beurteilung in die Phase „In Arbeit“. Manager müssen ihre Beurteilung erneut einreichen. Diese Aktion kann nicht rückgängig gemacht werden.

source: Move {{count}} reviews to the "In progress" stage. Managers will need to submit their review again. This action cannot be undone.
de_de: {{count}} Beurteilungen in die Phase „In Bearbeitung“ verschieben. Manager müssen ihre Beurteilung erneut einreichen. Diese Aktion kann nicht rückgängig gemacht werden.

source: Reopen reviews
de_de: Beurteilungen erneut öffnen

source: This review is now reopened for managers to edit. The reviews will need to be republished to capture the changes/updates of the managers. If you have reopened a significant number of reviews, please allow adequate processing time for the completion of this action. You can still keep using the application and take any further actions required while the system is processing.
de_de: Diese Beurteilung ist nun für Führungskräfte zur Bearbeitung wieder geöffnet. Die Beurteilungen müssen erneut veröffentlicht werden, um die Änderungen/Aktualisierungen der Führungskräfte zu erfassen. Wenn Sie eine erhebliche Anzahl von Beurteilungen wieder geöffnet haben, erlauben Sie bitte eine angemessene Bearbeitungszeit für den Abschluss dieser Aktion. Sie können die Anwendung weiterhin nutzen und alle weiteren erforderlichen Maßnahmen ergreifen, während das System arbeitet.

source: {{count}} review was successfully moved to the "Conversation & publication" stage.
de_de: {{count}} Beurteilung wurde erfolgreich in die Phase „Gespräch & Veröffentlichung“ verschoben.

source: {{count}} reviews were successfully moved to the "Conversation & publication" stage.
de_de: {{count}} Beurteilungen wurden erfolgreich in die Phase „Gespräch & Veröffentlichung“ verschoben.

source: Moving a closed review back to the "Conversation & publication" stage allows the manager to edit the review and publish again.
de_de: Wenn eine geschlossene Beurteilung in die Phase „Gespräch & Veröffentlichung“ zurückversetzt wird, kann die Führungskraft die Beurteilung bearbeiten und erneut veröffentlichen.

source: Move reviews to "Conversation & publication" stage
de_de: Beurteilungen in die Phase „Gespräch & Veröffentlichung“ verschieben

source: If you have moved a significant number of reviews to this stage, please allow adequate processing time for the completion of this action. You can still keep using the application and take any further actions required while the system is processing.
de_de: Wenn Sie eine erhebliche Anzahl von Beurteilungen in diese Phase verschoben haben, lassen Sie bitte ausreichend Bearbeitungszeit für den Abschluss dieser Aktion. Sie können die Anwendung weiterhin nutzen und alle weiteren erforderlichen Maßnahmen ergreifen, während das System arbeitet.

source: {{count}} review was successfully moved to "Pending sign-off" stage.
de_de: {{count}} Beurteilung wurde erfolgreich in die Phase „Ausstehende Freigabe“ verschoben.

source: {{count}} reviews were successfully moved to "Pending sign-off" stage.
de_de: {{count}} Beurteilungen wurden erfolgreich in die Phase „Ausstehende Freigabe“ verschoben.

source: Moving the accepted review back to "Pending sign-off" stage...
de_de: Die akzeptierte Beurteilung wird in die Phase „Ausstehende Freigabe“ zurückversetzt ...

source: Move reviews back to "Pending sign-off" stage
de_de: Beurteilungen zurück in die Phase „Ausstehende Freigabe“ verschieben

source: Once a review is closed, it is finalized and no longer editable by either the manager or the worker. However, both parties can still view the content and download the review as a PDF for reference. Note that reviews are processed in the background. Depending on the number of selected reviews, you might still see some forms temporarily in other stages they are being processed. You may continue using the application and perform other actions while the updates are applied.
de_de: Sobald eine Beurteilung abgeschlossen ist, wird sie finalisiert und kann weder vom Manager noch von der Mitarbeiter:in bearbeitet werden. Beide Parteien können jedoch weiterhin den Inhalt einsehen und die Beurteilung als PDF zur Referenz herunterladen. Bitte beachten Sie, dass Beurteilungen im Hintergrund verarbeitet werden. Abhängig von der Anzahl der ausgewählten Beurteilungen kann es vorkommen, dass einige Formulare vorübergehend noch in anderen Bearbeitungsphasen angezeigt werden, während sie verarbeitet werden. Sie können die Anwendung weiterhin nutzen und andere Aktionen durchführen, während die Aktualisierungen angewendet werden.

source: {{count}} review was successfully moved to the "Closed (system)" stage.
de_de: {{count}} Beurteilung wurde erfolgreich in die Stufe "Geschlossen (System)" verschoben.

source: {{count}} reviews were successfully moved to the "Closed (system)" stage.
de_de: {{count}} Beurteilungen wurden erfolgreich in die Stufe "Geschlossen (System)" verschoben.

source: Move {{count}} review to the "Closed (system)" stage. This action cannot be undone.
de_de: Verschieben Sie {{count}} Beurteilung in die Stufe „Geschlossen (System)“. Diese Aktion kann nicht rückgängig gemacht werden.

source: Move {{count}} reviews to the "Closed (system)" stage. This action cannot be undone.
de_de: Verschieben Sie {{count}} Beurteilungen in die Stufe „Geschlossen (System)“. Diese Aktion kann nicht rückgängig gemacht werden.

source: Once this stage is completed, the manager reviewer will be notified so that they can make changes to their ratings and comments before publishing the review for the worker. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
de_de: Sobald dieser Schritt abgeschlossen ist, wird der Führungskraft-Bewerter benachrichtigt, damit er seine Bewertungen und Kommentare ändern kann, bevor er die Beurteilung für die Mitarbeiter:innen veröffentlicht. Beachten Sie, dass Formulare im Hintergrund verarbeitet werden. Abhängig von der Anzahl der ausgewählten Beurteilungen können Sie einige dieser Formulare noch sehen, wenn Sie zukünftige Auswahlen treffen, während wir sie verarbeiten und an die Führungskräfte zurücksenden. Sie können die Anwendung weiterhin nutzen und alle anderen erforderlichen Maßnahmen ergreifen.

source: {{count}} review was successfully moved to "Conversation & publication" stage.
de_de: {{count}} Beurteilung wurde erfolgreich in die Phase „Gespräch & Veröffentlichung“ verschoben.

source: {{count}} reviews were successfully moved to the "Conversation & publication" stage.x
de_de: {{count}} Beurteilungen wurden erfolgreich in die Phase „Gespräch & Veröffentlichung“ verschoben.

source: Move {{count}} review to the "Conversation & publication" stage. This action cannot be undone.
de_de: Sie verschieben {{count}} Beurteilung in die Phase „Gespräch & Veröffentlichung“. Diese Aktion kann nicht rückgängig gemacht werden.

source: Move {{count}} reviews to the "Conversation & publication" stage. This action cannot be undone.
de_de: Sie verschieben {{count}} Beurteilungen in die Phase „Gespräch & Veröffentlichung“. Diese Aktion kann nicht rückgängig gemacht werden.

source: Review stage changed
de_de: Beurteilungsphase geändert

source: Current selection: {{count}}
de_de: Aktuelle Auswahl: {{count}}

source: Select reviews to continue
de_de: Beurteilungen auswählen, um fortzufahren

source: To move reviews to a different stage, select the review stage and then filter to find specific reviews in the selected stage.
de_de: Um Beurteilungen in eine andere Phase zu verschieben, wählen Sie die Beurteilungsphase aus und filtern Sie dann, um spezifische Beurteilungen in der ausgewählten Phase zu finden.

source: Select a stage to continue
de_de: Eine Phase auswählen, um fortzufahren

source: Move stages
de_de: Phasen verschieben

source: Reviews in the selected stage: {{count}}
de_de: Beurteilungen in der ausgewählten Phase: {{count}}

source: {{count}} reviews were successfully moved.
de_de: {{count}} Beurteilungen wurden erfolgreich verschoben.

source: {{count}} review was successfully moved.
de_de: {{count}} Beurteilung wurde erfolgreich verschoben.

source: Move to "Conversation & publication" stage
de_de: In die Phase „Gespräch & Veröffentlichung“ verschieben

source: Move to "Closed (system)" stage
de_de: In die Phase "Geschlossen (System)" verschieben

source: Move to "Pending sign-off" stage
de_de: In die Phase „Ausstehende Freigabe“ verschieben

source: Reopen (worker and manager)
de_de: Erneut öffnen (Mitarbeiter:in und Führungskraft)

source: You’re about to reassign the manager for this performance review. The new manager will gain all permissions and actions currently available to the existing manager.
de_de: Sie sind dabei, den Manager für diese Leistungsbeurteilung neu zuzuweisen. Der neue Manager erhält alle Berechtigungen und Aktionen, die dem aktuellen Manager derzeit zur Verfügung stehen.

source: Reviews in "{{stage}}" stage: {{count}}
de_de: Beurteilungen in der Phase "{{stage}}": {{count}}

source: Exclude sensitive content
de_de: Sensible Inhalte ausschließen

source: Search for sensitive content
de_de: Nach sensiblen Inhalten suchen

source: Show only sensitive content
de_de: Nur sensible Inhalte anzeigen

source: Show all
de_de: Alle anzeigen

source: Back to performance review templates
de_de: Zurück zu den Leistungsbeurteilungsvorlagen

source: Delete selected
de_de: Ausgewählte löschen

source: Reviews that have passed the moderation stage cannot be deleted.
de_de: Beurteilungen, die die Moderationsphase durchlaufen haben, können nicht gelöscht werden.

source: Current stage
de_de: Aktuelle Phase

source: Global ID
de_de: Globale ID

source: Review content
de_de: Inhaltsüberprüfung

source: Manager view
de_de: Führungskraftansicht

source: Move to a different stage
de_de: Zu einer anderen Phase wechseln

source: New review stage
de_de: Neue Beurteilungsphase

source: Search results: {{count}}
de_de: Suchergebnisse: {{count}}

source: Review stage: {{stage}}
de_de: Beurteilungsphase: {{stage}}

source: View review
de_de: Beurteilung anzeigen

source: This review doesn't exist or is no longer available to you.
de_de: Diese Leistungsbeurteilung existiert nicht oder ist nicht mehr für Sie verfügbar.

source: Indicate frequency
de_de: Häufigkeit angeben

source: Only reopen the form if you want the worker to also edit and resubmit their review. Otherwise, you can edit your comments and rating directly below.
de_de: Öffnen Sie das Formular nur erneut, wenn Sie möchten, dass der/die Mitarbeiter:in seine/ihre Beurteilung ebenfalls bearbeitet und erneut einreicht. Andernfalls können Sie Ihre Kommentare und Bewertung direkt unten bearbeiten.

source: If you reopen this review, {{employee}} will be notified and will be able to edit their review.
de_de: Wenn Sie diese Beurteilung erneut öffnen, wird {{employee}} benachrichtigt und kann die Beurteilung bearbeiten.

source: If you reopen this review, {{employee}} will be notified.
de_de: Wenn Sie diese Beurteilung erneut öffnen, wird {{employee}} benachrichtigt.

source: Requested to {{count}} workers:
de_de: Angefordert bei {{count}} Mitarbeiter:innen:

source: Requested to 1 worker:
de_de: Angefordert bei 1 Mitarbeiter:in:

source: {{count}} people have answered this request
de_de: {{count}} Personen haben diese Anfrage beantwortet

source: {{count}} person has answered this request
de_de: {{count}} Person hat diese Anfrage beantwortet

source: {{count}} people have not answered this request
de_de: {{count}} Personen haben diese Anfrage nicht beantwortet.

source: {{count}} person has not answered this request
de_de: {{count}} Person hat diese Anfrage nicht beantwortet.

source: Add all goal types
de_de: Alle Zieltypen hinzufügen

source: If you publish this review now, {{employee}} will not be able to submit their self-review and you will not be able to edit your review later. Once published, {{employee}} will see the outcome of the review.
de_de: Wenn Sie diese Beurteilung jetzt veröffentlichen, kann {{employee}} seine Selbsteinschätzung nicht einreichen und Sie können Ihre Beurteilung später nicht mehr bearbeiten. Sobald sie veröffentlicht ist, wird {{employee}} das Ergebnis Beurteilung sehen.

source: I understand. I want to publish this review now.
de_de: Ich verstehe. Ich möchte diese Beurteilung jetzt veröffentlichen.

source: OK. I will wait for the self-review to be submitted, and I will publish this review later.
de_de: OK. Ich werde warten, bis die Selbsteinschätzung eingereicht wird, und diese Beurteilung später veröffentlichen.

source: Peers
de_de: Kolleg:innen

source: Self
de_de: Selbst

source: 360 review
de_de: 360-Grad-Beurteilung

source: Your review was submitted and will now be visible to the manager reviewer. Once published by the manager, the self-reviewer will also be able to see your input.
de_de: Ihre Beurteilung wurde eingereicht und ist nun für die Führungskraft sichtbar. Sobald sie von der Führungskraft veröffentlicht wird, kann auch der Selbstbewerter Ihre Eingaben sehen.

source: The new manager was successfully assigned to the review.
de_de: Die neue Führungskraft wurde der Beurteilung erfolgreich zugewiesen.

source: The manager was successfully removed from the review.
de_de: Die Führungskraft wurde erfolgreich aus der Beurteilung entfernt.

source: Additional managers
de_de: Zusätzliche Führungskräfte

source: After applying, all remaining requests to add managers by the worker will be dismissed.
de_de: Nach der Anwendung werden alle verbleibenden Anfragen der Mitarbeiter:innen zum Hinzufügen von Führungskräften abgelehnt.

source: Remember that the focus of your performance review should be the changes you can make to be more impactful in the future. It’s good to reflect on the past, but don't forget to translate it into an action looking forward.
de_de: Denke daran, dass der Schwerpunkt deines Abschlussgesprächs auf den Änderungen liegen sollte, die du vornehmen kannst, um in Zukunft wirkungsvoller zu sein. Es ist gut, über die Vergangenheit nachzudenken, aber vergesse nicht, dies in zukunftsgerichtete Massnahmen umzusetzen.

source: Here are some tips to make the most out of your performance conversation.
de_de: Hier sind einige Tipps, um das Beste aus deinem Abschlussgespräch herauszuholen.

source: Performance reviews can be daunting; make sure to address any concerns you have with your manager before the review so that you can have a productive conversation together.
de_de: Leistungsbeurteilungen können einschüchternd sein; stellen Sie sicher, dass Sie alle Bedenken, die Sie haben, vor der Beurteilung mit Ihrer Führungskraft besprechen, damit Sie ein produktives Gespräch führen können.

source: Gather your performance data, including feedback from colleagues, progress on your goals, survey reports, and any other relevant data. It is important to analyze your performance data so that you're ready and prepared for your performance review.
de_de: Sammeln Sie Ihre Leistungsdaten, einschließlich Feedback von Kolleg:innen, Fortschritt bei der Erreichung Ihrer Ziele, Umfrageberichte und alle anderen relevanten Daten. Es ist wichtig, Ihre Leistungsdaten zu analysieren, damit Sie für Ihre Leistungsbeurteilung bereit und vorbereitet sind.

source: Have a great review conversation!
de_de: Ein erfolgreiches Abschlussgespräch

source: Ahead of your performance review, take the time to look back on your progress and your achievements. This is the time to voice how you want to progress in your role and to plan a roadmap with your manager.
de_de: Vor Ihrer Leistungsbeurteilung sollten Sie sich die Zeit nehmen, auf Ihre Fortschritte und Erfolge zurückzublicken. Dies ist der Moment, um zu äußern, wie Sie in Ihrer Rolle vorankommen möchten, und um mit Ihrer Führungskraft einen Plan zu erstellen.

source: Attachment:
de_de: Anhang:

source: Why not request feedback on your behaviors now?
de_de: Warum fordern Sie nicht jetzt Feedback zu Ihrem Verhalten an?

source: Hide behavior details
de_de: Verhaltensdetails ausblenden

source: For your conversation, reflect on {{name}}'s behavior profile and think about occurrences when they have demonstrated each behavior, and what you think they should focus on in the future.
de_de: Denken Sie für Ihr Gespräch über das Verhaltensprofil von {{name}} nach und überlegen Sie, wann welches Verhalten gezeigt wurde und worauf er/sie sich Ihrer Meinung nach in Zukunft konzentrieren sollte.

source: For your conversation, reflect on your behavior profile and think about occurrences when you demonstrated each behavior, or how you can focus on them in the future. Reflect on any feedback or insights you have received from your colleagues and whether you can use these to highlight any examples you have. Notice any gaps in your wheel? Request feedback now from your peers and stakeholders on any key behaviors.
de_de: Denken Sie für Ihr Gespräch über Ihr Verhaltensprofil nach und überlegen Sie, wann Sie jedes Verhalten gezeigt haben oder wie Sie sich in Zukunft darauf konzentrieren können. Reflektieren Sie über jegliches Feedback oder Erkenntnisse, die Sie von Ihren Kolleg:innen erhalten haben, und ob Sie diese nutzen können, um Beispiele hervorzuheben. Fallen Ihnen Lücken in Ihrem Diagramm auf? Fordern Sie jetzt Feedback von Ihren Kolleg:innen und Interessengruppen zu wichtigem Verhalten an.

source: Show behavior details
de_de: Verhaltensdetails anzeigen

source: {{name}} has not received any behaviors over this review period.
de_de: {{name}} hat in diesem Beurteilungszeitraum kein Verhalten erhalten.

source: You have not received any behaviors over this review period.
de_de: Sie haben in diesem Beurteilungszeitraum kein Verhalten erhalten.

source: {{name}}'s behavior profile
de_de: Verhaltensprofil von {{name}}

source: This was not resolved. I want to formally challenge my review.
de_de: Dies wurde nicht gelöst. Ich möchte meine Beurteilung formell anfechten.

source: Discussion requested
de_de: Diskussion angefordert

source: Challenged
de_de: Angefochten

source: Change scale
de_de: Skala ändern

source: Comments added by:
de_de: Kommentare hinzugefügt von:

source: Share your final thoughts
de_de: Teilen Sie Ihre abschließenden Gedanken

source: Complete moderation
de_de: Moderation abschließen

source: Go to the review list
de_de: Gehe zur Beurteilungsübersicht

source: Stay on this review
de_de: Bei dieser Beurteilung bleiben

source: Please check the status of the review timeline at the top of the review form to see the next step in the process for {{employee}}.
de_de: Bitte überprüfen Sie den Status des Beurteilungszeitplans oben im Beurteilungsformular, um den nächsten Schritt im Prozess für {{employee}} zu sehen.

source: You have completed the moderation stage.
de_de: Sie haben die Moderationsphase abgeschlossen.

source: I confirm that I have received feedback during the review challenge process.
de_de: Ich bestätige, dass ich im Rahmen des Beurteilungs-Anfechtungsprozesses Feedback erhalten habe.

source: Confirmation
de_de: Bestätigung

source: Performance conversation confirmation
de_de: Bestätigung des Leistungsgesprächs

source: Create custom widget
de_de: Benutzerdefiniertes Widget erstellen

source: Edit widget
de_de: Widget bearbeiten

source: No custom widgets yet
de_de: Noch keine benutzerdefinierten Widgets

source: Editable after result publication
de_de: Bearbeitbar nach Veröffentlichung des Ergebnisses

source: Are you sure you want to exit? Your changes will not be saved.
de_de: Möchten Sie den Vorgang wirklich beenden? Ihre Änderungen werden nicht gespeichert.

source: Create widget
de_de: Widget erstellen

source: Enter a question
de_de: Geben Sie eine Frage ein

source: Widget title
de_de: Widget-Titel

source: Enter a title
de_de: Geben Sie einen Titel ein

source: Widget visible to managers and workers
de_de: Widget für Führungskräfte und Mitarbeiter:innen sichtbar

source: Widget visible only to managers
de_de: Widget nur für Führungskräfte sichtbar

source: Widget placement
de_de: Widget-Platzierung

source: Above the overall performance
de_de: Über der Gesamtleistung

source: End of the form
de_de: Ende des Formulars

source: Top of the form
de_de: Anfang des Formulars

source: Response visibility
de_de: Sichtbarkeit der Antwort

source: Reassign my manager review
de_de: Meine Führungskraftbeurteilung neu zuweisen

source: Manager — Reassigned by {{name}}
de_de: Führungskraft – Neu zugewiesen von {{name}}

source: Reassigned manager review to:
de_de: Führungskraftbeurteilung neu zugewiesen an:

source: Reassigned to you by:
de_de: Ihnen neu zugewiesen von:

source: I want to discuss further
de_de: Ich möchte weiter diskutieren

source: Do you want to respond or highlight any changes to the worker?
de_de: Möchten Sie auf Änderungen bei Mitarbeiter:innen reagieren oder diese hervorheben?

source: You have indicated that you would like to have a conversation about your review; therefore, your manager will be able to amend their ratings and comments. Once they republish the review, you will be able to accept or challenge their final submission.
de_de: Sie haben angegeben, dass Sie ein Gespräch über Ihre Beurteilung führen möchten; daher kann Ihre Führungskraft ihre Beurteilungen und Kommentare ändern. Sobald die Beurteilung erneut veröffentlicht wird, können Sie die endgültige Einreichung akzeptieren oder anfechten.

source: Edit performance review
de_de: Beurteilung der Leistung bearbeiten

source: If you submit your self-review now, you will not be able to edit it later.
de_de: Wenn Sie Ihre Selbsteinschätzung jetzt einreichen, können Sie sie später nicht mehr bearbeiten.

source: If you submit now, {{employee}} will not be able to submit their self-review.
de_de: Wenn Sie jetzt einreichen, kann {{employee}} seine/ihre Selbsteinschätzung nicht einreichen.

source: I understand. I want to submit my self-review now.
de_de: Ich verstehe. Ich möchte jetzt meine Selbsteinschätzung einreichen.

source: Your self-review was submitted to your manager.
de_de: Ihre Selbsteinschätzung wurde an Ihre Führungskraft übermittelt.

source: I understand. I want to submit my review now and start the performance conversation.
de_de: Ich verstehe. Ich möchte jetzt meine Beurteilung einreichen und das Leistungsgespräch beginnen.
